Repository: Elkashe/Tafweed-Saudi-Arab
Catalog: lib/l10n/app_*.arb
Languages: ar, id, tr, ur

# registration_agreement
source: By registering with us, you agree to
ar: بالتسجيل معنا فأنت موافق علي
id: Dengan mendaftar bersama kami, Anda setuju dengan
tr: Bizimle kaydolduğunuzda, şunları kabul etmiş olursunuz
ur: ู ุงุฑ ุณุงุชฺพ ุฑุฌุณูนุฑุดู ฺฉุฑุช ููุช ุขูพ ุงุชูุงู ฺฉุฑุช ฺบ

source: Terms of Use and Privacy Policy
ar: شروط الاستخدام وسياسة الخصوصية
id: Syarat Penggunaan dan Kebijakan Privasi
tr: Kullanım Koşulları ve Gizlilik Politikası
ur: ุงุณุชุนู ุงู ฺฉ ุดุฑุงุฆุท ุงูุฑ ูพุฑุงุฆูุณ ูพุงูุณ

# enter_your_country_code_and_mobile_number_to_login_as_umrah_needer
source: Enter your country code and mobile number to log in as an Umrah needer
ar: أدخل رقم بلدك و الهاتف المحمول لتسجيل الدخول كطالب عمرة
id: Masukkan kode negara dan nomor ponsel Anda untuk masuk sebagai pemohon Umrah
tr: Umrah ihtiyacınız olarak giriş yapmak için ülke kodunuzu ve cep telefonu numaranızı girin
ur: ุงูพูุง ู ูฺฉ ฺฉูฺ ุงูุฑ ู ูุจุงุฆู ูู ุจุฑ ุฏุฑุฌ ฺฉุฑฺบ ุชุงฺฉ ุงฺฉ ุงู ุฑุงุถ ฺฉ ุทุฑุญ ูุงฺฏ ุงู ฺฉุฑฺบ

source: Mobile Number (without country code)
ar: الجوال بدون كود الدولة
id: Nomor Ponsel (tanpa kode negara)
tr: Ülke kodu olmadan cep telefonu numarası
ur: ู ูุจุงุฆู ูู ุจุฑ (ุจุบุฑ ู ูฺฉ ฺฉูฺ ฺฉ)

source: Enter mobile number
ar: ادخل رقم الجوال
id: Masukkan nomor ponsel
tr: Cep telefonu numarasını girin
ur: ู ูุจุงุฆู ูู ุจุฑ ุฏุฑุฌ ฺฉุฑฺบ

source: Password
ar: كلمة المرور
id: Kata Sandi
tr: Şifre
ur: ูพุงุณ ูุฑฺ

source: Enter password
ar: أدخل كلمة المرور
id: Masukkan kata sandi
tr: Şifreyi girin
ur: ูพุงุณ ูุฑฺ ุฏุฑุฌ ฺฉุฑฺบ

source: Forgot password?
ar: نسيت كلمة المرور؟
id: Lupa kata sandi?
tr: Şifremi unuttum?
ur: ูพุงุณ ูุฑฺ ุจฺพูู ฺฏุฆ ฺบุ

source: Login
ar: تسجيل الدخول
id: Masuk
tr: Giriş
ur: ูุงฺฏ ุงู

source: Create new account
ar: تسجيل حساب جديد
id: Buat akun baru
tr: Yeni hesap oluştur
ur: ูุง ุงฺฉุงุคููน ุจูุงุฆฺบ

source: New Registration
ar: تسجيل جديد
id: Pendaftaran Baru
tr: Yeni Kayıt
ur: ูุง ุฑุฌุณูนุฑุดู

source: Full Name
ar: الأسم كامل
id: Nama Lengkap
tr: Tam Ad
ur: ูพูุฑุง ูุงู

source: Enter your full name
ar: أدخل اسمك كامل
id: Masukkan nama lengkap Anda
tr: Tam adınızı girin
ur: ุงูพูุง ูพูุฑุง ูุงู ุฏุฑุฌ ฺฉุฑฺบ

source: Confirm Password
ar: تأكيد كلمة المرور
id: Konfirmasi Kata Sandi
tr: Şifreyi Onayla
ur: ูพุงุณ ูุฑฺ ฺฉ ุชุตุฏู ฺฉุฑฺบ

source: Enter password to confirm
ar: أدخل كلمة المرور للتأكيد
id: Masukkan kata sandi untuk konfirmasi
tr: Onaylamak için şifreyi girin
ur: ุชุตุฏู ฺฉ ูุฆ ูพุงุณ ูุฑฺ ุฏุฑุฌ ฺฉุฑฺบ

source: Passwords do not match
ar: كلمة المرور غير متطابقة
id: Kata sandi tidak cocok
tr: Şifreler uyuşmuyor
ur: ูพุงุณ ูุฑฺ ู ฺ ูฺบ ูุชุง

source: Gender
ar: الجنس
id: Jenis Kelamin
tr: Cinsiyet
ur: ุฌูุณ

source: Male
ar: ذكر
id: Laki-laki
tr: Erkek
ur: ู ุฑุฏ

source: Female
ar: أنثى
id: Perempuan
tr: Kadın
ur: ุนูุฑุช

source: Register
ar: تسجيل
id: Daftar
tr: Kayıt Ol
ur: ุฑุฌุณูนุฑ

source: Enter phone number to reset password
ar: أدخل رقم الهاتف لإعادة تعيين كلمة المرور
id: Masukkan nomor telepon untuk mereset kata sandi
tr: Şifreyi sıfırlamak için telefon numarasını girin
ur: ูพุงุณ ูุฑฺ ุฏูุจุงุฑ ุชุฑุชุจ ุฏู ฺฉ ูุฆ ููู ูู ุจุฑ ุฏุฑุฌ ฺฉุฑฺบ

# reset_password
source: Reset
ar: إعادة تعيين
tr: Sıfırla
ur: ุฑ ุณูน

source: Enter your country
ar: أدخل بلدك
id: Masukkan negaramu
tr: Ülkenizi girin
ur: ุงูพูุง ู ูฺฉ ุฏุฑุฌ ฺฉุฑฺบ

source: New password sent to your number
ar: تم إرسال كلمة مرور جديدة على الرقم الخاص بك
id: Kata sandi baru dikirim ke nomor Anda
tr: Yeni şifre numaranıza gönderildi
ur: ูุง ูพุงุณ ูุฑฺ ุขูพ ฺฉ ูู ุจุฑ ูพุฑ ุจฺพุฌ ุฏุง ฺฏุง

source: Back to registration
ar: العودة للتسجيل
id: Kembali ke pendaftaran
tr: Kayda Geri Dön
ur: ุฑุฌุณูนุฑุดู ูพุฑ ูุงูพุณ

source: Choose what's best for you
ar: اختر المناسب لك
id: Pilih yang terbaik untuk Anda
tr: Sizin için en iyisini seçin
ur: ู ฺฉฺฺพ ู ูุชุฎุจ ฺฉุฑฺบ ุฌู ุขูพ ฺฉ ูุฆ ุจุชุฑ ู

source: Requests
ar: الطلبات
id: Permintaan
tr: İstekler
ur: ุฏุฑุฎูุงุณุชฺบ

source: Notifications
ar: الأشعارات
id: Notifikasi
tr: Bildirimler
ur: ุงุทูุงุนุงุช

source: Settings
ar: الأعدادات
id: Pengaturan
tr: Ayarlar
ur: ุชุฑุชุจุงุช

source: No notifications
ar: لا يوجد إشعارات
id: Tidak ada notifikasi
tr: Bildirim yok
ur: ฺฉูุฆ ุงุทูุงุนุงุช ูฺบ

source: Ramadan Umrah
ar: عمرة رمضان
id: Umrah Ramadan
tr: Ramazan Umrahı
ur: ุฑู ุถุงู ุนู ุฑ

source: Urgent Umrah (Same day)
ar: عمرة عاجلة (بنفس اليوم)
id: Umrah Mendesak (Sama hari)
tr: Acil Umrah (Aynı gün)
ur: ููุฑ ุนู ุฑ (ู ุฏู)

source: Year-round Umrah
ar: عمرة طوال العام
id: Umrah sepanjang tahun
tr: Yıl Boyu Umrah
ur: ุณุงู ุจฺพุฑ ุนู ุฑ

source: Umrah in Rajab
ar: عمرة رجب
id: Umrah di Rajab
tr: Racab Ayında Umrah
ur: ุฑุฌุจ ู ฺบ ุนู ุฑ

source: Umrah in Shaaban
ar: عمرة شعبان
id: Umrah di Shaaban
tr: Şaban Ayında Umrah
ur: ุดุนุจุงู ู ฺบ ุนู ุฑ

source: Retry
ar: أعد المحاولة
id: Coba lagi
tr: Tekrar Dene
ur: ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

source: No requests yet
ar: لا يوجد طلبات حتى الآن
id: Belum ada permintaan
tr: Henüz talep yok
ur: ุงุจฺพ ุชฺฉ ฺฉูุฆ ุฏุฑุฎูุงุณุช ูฺบ

source: Hello,
ar: السلام عليكم،
id: Halo,
tr: Merhaba,

source: Personal Information
ar: بيانات الشخص
id: Informasi Pribadi
tr: Kişisel Bilgiler
ur: ุฐุงุช ู ุนููู ุงุช

# your_personal_information_like_name_and_mobile_number_and_password
source: Your personal information like name, mobile number, and password
ar: بياناتك الشخصية مثل الاسم ورقم المحمول وكلمة المرور
id: Informasi pribadi Anda seperti nama, nomor ponsel, dan kata sandi
tr: Adınız, cep telefonu numaranız ve şifreniz gibi kişisel bilgileriniz
ur: ุขูพ ฺฉ ุฐุงุช ู ุนููู ุงุช ุฌุณ ูุงู ุ ู ูุจุงุฆู ูู ุจุฑุ ุงูุฑ ูพุงุณ ูุฑฺ

source: Change Currency
ar: تغيير العملة
id: Ubah Mata Uang
tr: Para Birimini Değiştir
ur: ฺฉุฑูุณ ุชุจุฏู ฺฉุฑฺบ

source: Change currency in the app to another currency
ar: تغيير العملة في التطبيق لعملة أخرى
id: Ubah mata uang di aplikasi ke mata uang lain
tr: Uygulamadaki para birimini başka bir para birimine değiştirin
ur: ุงูพ ู ฺบ ฺฉุฑูุณ ฺฉู ุฏูุณุฑ ฺฉุฑูุณ ู ฺบ ุชุจุฏู ฺฉุฑฺบ

source: Search
ar: بحث
id: Cari
tr: Ara
ur: ุชูุงุด ฺฉุฑฺบ

source: Discount Code
ar: كود التخفيض
id: Kode Diskon
tr: İndirim Kodu
ur: ฺุณฺฉุงุคููน ฺฉูฺ

source: Enter discount code to get discount now
ar: أدخل رمز التخفيض للحصول على خصم الآن
id: Masukkan kode diskon untuk mendapatkan diskon sekarang
tr: İndirim kodunu girin ve hemen indirim alın
ur: ุงุจ ฺุณฺฉุงุคููน ุญุงุตู ฺฉุฑู ฺฉ ูุฆ ฺุณฺฉุงุคููน ฺฉูฺ ุฏุฑุฌ ฺฉุฑฺบ

source: Terms and Privacy
ar: الشروط والخصوصية
id: Syarat dan Privasi
tr: Şartlar ve Gizlilik
ur: ุดุฑุงุฆุท ุงูุฑ ุฑุงุฒุฏุงุฑ

source: Learn about app terms and your privacy
ar: تعرف على شروط التطبيق وخصوصيتك
id: Pelajari tentang syarat aplikasi dan privasi Anda
tr: Uygulama şartlarını ve gizliliğinizi öğrenin
ur: ุงูพ ฺฉ ุดุฑุงุฆุท ุงูุฑ ุขูพ ฺฉ ุฑุงุฒุฏุงุฑ ฺฉ ุจุงุฑ ู ฺบ ุณฺฉฺพฺบ

source: Logout
ar: تسجيل الخروج
id: Keluar
tr: Çıkış Yap
ur: ูุงฺฏ ุขููน

source: Edit
ar: تعديل
tr: Düzenle
ur: ุชุฑู ู

source: Delete Account
ar: حذف الحساب
id: Hapus Akun
tr: Hesabı Sil
ur: ุงฺฉุงุคููน ุญุฐู ฺฉุฑฺบ

source: New Request
ar: طلب جديد
id: Permintaan Baru
tr: Yeni Talep
ur: ูุง ุฏุฑุฎูุงุณุช

# enter_personal_data_of_the_person_for_whom_umrah_will_be_completed
source: Enter personal data of the person for whom service will be completed
ar: أدخل بيانات الشخص الذي سيتم اتمام الخدمة له
id: Masukkan data pribadi orang yang akan menyelesaikan melayani
tr: hizmet'ın kimin için tamamlanacağına ilişkin kişisel verileri girin
ur: ู ุดุฎุต ฺฉ ุฐุงุช ู ุนููู ุงุช ุฏุฑุฌ ฺฉุฑฺบ ุฌุณ ฺฉ ูุฆ ุณุฑูุณ ู ฺฉู ู ฺฉุง ุฌุงุฆ ฺฏุง

source: Enter full name
ar: أدخل الاسم بالكامل
id: Masukkan nama lengkap
tr: Tam adı girin
ur: ู ฺฉู ู ูุงู ุฏุฑุฌ ฺฉุฑฺบ

source: Additional Comment
ar: تعليق زيادة
id: Komentar Tambahan
tr: Ek Yorum
ur: ุงุถุงู ุชุจุตุฑ

# next_step
source: Continue
ar: متابعة
id: Lanjut
tr: Devam
ur: ุงฺฏูุง ู ุฑุญู

# payment_successful
source: Payment successful Please keep the invoice
ar: تم الدفع بنجاح برجاء الاحتفاظ بالفاتورة
id: Pembayaran berhasil Silakan simpan faktur
tr: Ödeme başarılı Lütfen faturayı saklayın
ur: ุงุฏุงุฆฺฏ ฺฉุงู ุงุจ ูฺฏุฆ ุจุฑุง ฺฉุฑู ุงููุงุฆุณ ฺฉู ู ุญููุธ ุฑฺฉฺพฺบ

source: Transaction Code
ar: كود العملية
id: Kode Transaksi
tr: İşlem Kodu
ur: ูนุฑุงูุฒฺฉุดู ฺฉูฺ

source: Amount
ar: المبلغ
id: Jumlah
tr: Miktar
ur: ุฑูู

source: Date
ar: التاريخ
id: Tanggal
tr: Tarih
ur: ุชุงุฑุฎ

source: Phone Number
ar: رقم الهاتف
id: Nomor Telepon
tr: Telefon Numarası
ur: ููู ูู ุจุฑ

source: Done
ar: تم
id: Selesai
tr: Tamamlandı
ur: ูฺฏุง

source: Confirm Request
ar: تأكيد الطلب
id: Konfirmasi Permintaan
tr: Talebi Onayla
ur: ุฏุฑุฎูุงุณุช ฺฉ ุชุตุฏู

source: Beneficiary Name
ar: أسم المستفيد
id: Nama Penerima
tr: Faydalanıcı Adı
ur: ู ุณุชูุฏ ฺฉุง ูุงู

source: Status
ar: الحالة
tr: Durum
ur: ุญุซุช

source: Comment
ar: التعليق
id: Komentar
tr: Yorum
ur: ุชุจุตุฑ

source: Price
ar: السعر
id: Harga
tr: Fiyat
ur: ูู ุช

source: Payment in progress..
ar: جاري الدفع..
id: Pembayaran sedang berlangsung..
tr: Ödeme devam ediyor..
ur: ุงุฏุงุฆฺฏ ุฌุงุฑ ..

source: Pay Now
ar: أدفع الآن
id: Bayar Sekarang
tr: Şimdi Öde
ur: ุงุจ ุงุฏุงุฆฺฏ ฺฉุฑฺบ

source: Next
ar: التالي
id: Selanjutnya
tr: Sonraki
ur: ุงฺฏูุง

source: Reached Kaaba
ar: وصل الكعبة
id: Mencapai Kaaba
tr: Kaaba'ya Ulaşıldı
ur: ฺฉุนุจ ุชฺฉ ูพูฺ ฺฏุง

source: Circumambulate around Kaaba
ar: طواف حول الكعبة
id: Tawaf di sekitar Kaaba
tr: Kaaba etrafında tavaf
ur: ฺฉุนุจ ฺฉ ฺฏุฑุฏ ุทูุงู

source: Saee between Safa and Marwah
ar: السعي بين الصفا والمرة
id: Sa'i antara Safa dan Marwah
tr: Safa ve Marwah arasında sa'y
ur: ุตุน ุจู ุตูุง ุงูุฑ ู ุฑู

source: Hair Cutting
ar: قص الشعر
id: Mencukur Rambut
tr: Saç Kesimi
ur: ุจุงู ฺฉุงูนูุง

source: Watch
ar: مشاهدة
id: Tonton
tr: İzle
ur: ุฏฺฉฺพฺบ

source: Upload Videos
ar: رفع الفيديوهات
id: Unggah Video
tr: Videoları Yükle
ur: ูฺูุฒ ุงูพ ููฺ ฺฉุฑฺบ

source: Uploading video in progress..
ar: جاري رفع الفيديو..
id: Mengunggah video dalam proses..
tr: Video yükleniyor..
ur: ูฺู ุงูพ ููฺ ู ุฑ ..

source: Kaaba Reached
ar: وصلت الكعبة
id: Mencapai Kaaba
tr: Kaaba'ya Ulaşıldı
ur: ฺฉุนุจ ุชฺฉ ูพูฺ ฺฏุง

source: Confirm Completion
ar: تأكيد الانتهاء
id: Konfirmasi Penyelesaian
tr: Tamamlamayı Onayla
ur: ู ฺฉู ู ูู ฺฉ ุชุตุฏู

source: Invalid phone number or password
ar: خطأ في رقم المحمول أو كلمة المرور
id: Nomor telepon atau kata sandi tidak valid
tr: Geçersiz telefon numarası veya şifre
ur: ุบูุท ููู ูู ุจุฑ ุง ูพุงุณ ูุฑฺ

source: Retry Again
ar: أعد المحاولة مرة أخرى
id: Coba Lagi
tr: Tekrar Dene
ur: ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

source: Enter Status
ar: أدخل الحالة
id: Masukkan Status
tr: Durumu Girin
ur: ุญุซุช ุฏุฑุฌ ฺฉุฑฺบ

source: Sick
ar: مريض
id: Sakit
tr: Hasta
ur: ุจู ุงุฑ

source: Disabled
ar: عاجز
id: Cacat
tr: Engelli
ur: ู ุนุฐูุฑ

source: Deceased
ar: متوفى
id: Meninggal
tr: Vefat etmiş
ur: ููุงุช ุงูุช

source: Other
ar: آخر
id: Lainnya
tr: Diğer
ur: ุฏฺฏุฑ

source: Currency Changed
ar: تم تغيير العملة
id: Mata Uang Diubah
tr: Para Birimi Değiştirildi
ur: ฺฉุฑูุณ ุชุจุฏู ูฺฏุฆ

source: Error occurred, currency not changed
ar: حدث خطأ، لم تتغير العملة
id: Terjadi kesalahan, mata uang tidak berubah
tr: Hata oluştu, para birimi değiştirilmedi
ur: ุบูุท ูุงูุน ูฺฏุฆุ ฺฉุฑูุณ ูฺบ ุจุฏู ฺฏุฆ

source: Data Modified
ar: تم تعديل البيانات
id: Data Dimodifikasi
tr: Veri Değiştirildi
ur: ฺูนุง ุชุฑู ู ุดุฏ

# sure_delete_account
source: Sure to Delete Account?
ar: متأكد من مسح الحساب؟
id: Yakin untuk Menghapus Akun?
tr: Hesabı Silmek İstediğinizden Emin misiniz?
ur: ฺฉุง ุขูพ ุงฺฉุงุคููน ฺฉู ุญุฐู ฺฉุฑูุง ฺุงุช ฺบุ

source: Your account will be deleted forever
ar: سيتم مسح حسابك للأبد
id: Akun Anda akan dihapus selamanya
tr: Hesabınız sonsuza dek silinecek
ur: ุขูพ ฺฉุง ุงฺฉุงุคููน ู ุด ฺฉ ูุฆ ุญุฐู ฺฉุฑ ุฏุง ุฌุงุฆ ฺฏุง

source: Incorrect phone number
ar: رقم الهاتف خطأ
id: Nomor telepon salah
tr: Hatalı telefon numarası
ur: ุบูุท ููู ูู ุจุฑ

source: Phone number already exists
ar: رقم الهاتف موجود بالفعل
id: Nomor telepon sudah ada
tr: Telefon numarası zaten mevcut
ur: ููู ูู ุจุฑ ูพู  ู ูุฌูุฏ 

source: Enter Discount Code
ar: أدخل كود التخفيض
id: Masukkan Kode Diskon
tr: İndirim kodunu girin
ur: ฺุณฺฉุงุคููน ฺฉูฺ ุฏุฑุฌ ฺฉุฑฺบ

source: You have received discount
ar: لقد حصلت على خصم
id: Anda telah menerima diskon
tr: İndirim aldınız
ur: ุขูพ ฺฉู ฺุณฺฉุงุคููน ู ู ฺฏุง 

source: Following Umrah
ar: متابعة العمرة
id: Mengikuti Umrah
tr: Umre takibi
ur: ุนู ุฑ ฺฉุง ูพฺฺพุง ฺฉุฑูุง

# umrah_performer_arrived
source: The Umrah performer arrived at the Holy Kaaba 🕋
ar: وصل مؤدي العمرة للكعبة الشريفة 🕋
id: Pelaku Umrah tiba di Ka'bah suci 🕋
tr: Umre yapan kişi Kutsal Kaaba'ya ulaştı 🕋
ur: ุนู ุฑ ุงุฏุงฺฉุงุฑ ฺฉุง ู ูุฏุณ ฺฉุนุจ ุชฺฉ ูพูฺูุง ๐

# video_display_error
source: An error occurred, please try again to display the video
ar: حدث خطأ, حاول مرة اخرى لأظهار الفيديو
id: Terjadi kesalahan, silakan coba lagi untuk menampilkan video
tr: Bir hata oluştu, videoyu görüntülemek için tekrar deneyin
ur: ุงฺฉ ุฎุทุง ุฑููู ุง ูุฆุ ุจุฑุง ฺฉุฑู ูฺู ุฏฺฉฺพุงู ฺฉ ูุฆ ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# trim_hair
source: Trim a part of the hair ✂️
ar: قص جزء من الشعر ✂️
id: Potong bagian rambut ✂️
tr: Saçın bir kısmını kes ✂️
ur: ุจุงู ฺฉุง ุญุต ฺฉุงูนฺบ โ๏ธ

# performer_hastened
source: The performer hastened between Safa and Marwa 🕋
ar: سعى المؤدي بين الصفا والمرة 🕋
id: Pelaku berusaha di antara Safa dan Marwa 🕋
tr: Yürüyüş yapan kişi Safa ile Marwa arasında acele etti 🕋
ur: ุงุฏุงฺฉุงุฑ ุตูุง ุงูุฑ ู ุฑู ฺฉ ุฏุฑู ุงู ุฌูุฏ ฺฉุฑุชุง ุฑุง ๐

# performer_circumambulated
source: The performer circumambulated around the Kaaba 🕋
ar: طواف المؤدي حول الكعبة 🕋
id: Pelaku melakukan tawaf di sekitar Ka'bah 🕋
tr: Yürüyüş yapan kişi Kaaba'nın etrafında tavaf etti 🕋
ur: ุงุฏุงฺฉุงุฑ ู ฺฉุนุจ ฺฉ ฺฏุฑุฏ ฺฺฉุฑ ฺฉ ๐

source: Confirmation
ar: تأكيد
id: Konfirmasi
tr: Onay
ur: ุชุตุฏู

# did_not_started_yet
source: Hasn't started yet
ar: لم يبدأ بعد
id: Belum dimulai
tr: Henüz başlamadı
ur: ุงุจฺพ ุชฺฉ ุดุฑูุน ูฺบ ูุง

source: You
ar: أنت
id: Anda
tr: Sen
ur: ุขูพ

# register_now
source: Register now with ease to request your Umrah 🕋
ar: سجل الآن بكل سهولة لطلب عمرتك 🕋
id: Daftar sekarang dengan mudah untuk memesan Umrah Anda 🕋
tr: Şimdi kolayca kaydolun ve Umrenizi talep edin 🕋
ur: ุงุจ ุขุณุงู ุณ ุงูพู ุนู ุฑ ฺฉ ุฏุฑุฎูุงุณุช ุฏฺบ ๐

# we_are_happy
source: We are delighted with your choice to deal with us, and we promise to exert our utmost effort to provide our services to you exceptionally and in a manner befitting our valued customers and beneficiaries. You are dear to our hearts, and you have the right to our love and assistance. So, do not hesitate to inquire about any information, as we are here to support you around the clock.
ar: نسعد بإختياركم التعامل معنا ونعدكم بأننا سنبذل قصارى جهدنا لتقديم خدماتنا لكم بشكل إستثنائي ويليق بالعملاء والمستفيدين الكرام. أنتم أعزاء على قلوبنا ولكم حق الحب والعون فلا تترددوا في الاستفسار عن أي معلومة، فنحن هنا لدعمكم على مدار الساعة.
id: Kami senang dengan pilihan Anda untuk berurusan dengan kami, dan kami berjanji akan melakukan upaya maksimal kami untuk menyediakan layanan kami kepada Anda secara luar biasa dan sesuai dengan pelanggan dan penerima manfaat kami yang dihargai. Anda sangat berharga bagi kami, dan Anda berhak mendapat cinta dan bantuan kami. Jadi, jangan ragu untuk menanyakan informasi apa pun, karena kami di sini untuk mendukung Anda sepanjang waktu.
tr: Sizinle iş yapmayı seçtiğiniz için memnuniyet duyuyoruz ve sizin için olağanüstü bir şekilde hizmet sunmak için elimizden geleni yapacağımızı taahhüt ediyoruz. Değerli müşterilerimize ve faydalanıcılara layık bir şekilde. Siz bizim için çok değerlisiniz ve sevgi ve yardım hakkınız var. Bu nedenle, herhangi bir bilgiyi sormaktan çekinmeyin, çünkü biz her zaman buradayız size destek olmak için.
ur: ู ุขูพ ฺฉ ู ุณูุฑ ฺฉุง ุงูุชุฎุงุจ ฺฉุฑู ูพุฑ ุฎูุด ฺบุ ุงูุฑ ู ูุนุฏ ฺฉุฑุช ฺบ ฺฉ ู ุขูพ ฺฉู ุงูุชุงุฆ ุงูุฑ ู ุงุฑ ูู ุช ุตุงุฑูู ุงูุฑ ููุงุฆุฏ ุญุงุตู ฺฉุฑู ูุงููฺบ ฺฉ ู ุทุงุจู ุฎุฏู ุงุช ูุฑุงู ฺฉุฑู ฺฉ ฺฉูุดุด ฺฉุฑฺบ ฺฏ ุขูพ ู ุงุฑ ุฏููฺบ ู ฺบ ุนุฒุฒ ฺบุ ุงูุฑ ุขูพ ฺฉู ู ุงุฑ ู ุญุจุช ุงูุฑ ู ุฏุฏ ฺฉุง ุญู  ูุฐุงุ ฺฉุณ ุจฺพ ู ุนููู ุงุช ฺฉ ุณูุงู ู ฺฉุฑู ู ฺบ ู ฺบ ุณุงุฑุง ุฏฺบุ ฺฉููฺฉ ู ู ุด ุขูพ ฺฉ ุญู ุงุช ฺฉุฑู ฺฉูุฆ ุงฺบ ฺบ

# authorization
source: It is an electronic application that facilitates the process of authorizing one of the qualified service providers in the Makkah region to perform Hajj and Umrah for those with a legitimate proxy license for them (such as the terminally ill, the incapacitated, the elderly unable to travel, the deceased), and all service providers who have previously performed Hajj and Umrah for themselves, as they are memorizers of the Quran and students of Islamic knowledge, that is, from the best of this nation (and we count them as such). This is intended to be a reward paid to them to support them in continuing their journey of seeking knowledge and benefiting the nation. The role of the authorization team does not stop at carefully selecting service providers but extends to holding training courses for them to increase awareness, remind them, and renew the intention that their work is assisting their brothers and sisters in need, and that the essence is seeking what is with Allah in terms of reward and blessing, and renewing the intention while emphasizing that there is no religious harm in receiving material compensation for performing the ritual on their behalf, as the worship of Hajj or Umrah is a mixed worship (financial and physical), and the effort in it is on both fronts, and Allah knows best.
ar: هو تطبيق إلكتروني ييسر لكم عملية تفويض أحد (مؤديي الخدمة) من المؤهلين شرعًا المتواجدين بمنطقة مكة المكرمة بتأدية الحج والعمرة عن أصحاب الرخصة الشرعية للإنابة فيهما من (المرضى الذين لا يرجى شفاؤهم، العاجزين، كبار السن الذين لا يستطيعون السفر، المتوفين) وجميع القائمين بالخدمة سبق لهم الحج والعمرة عن أنفسهم، ليصح العمل منهم عن غيرهم، وهم من حفظة كتاب الله وطلاب العلم الشرعي، أي من خيرة هذه الأمة (نحسبهم كذلك). وذلك مقصود ليكون الأجر المدفوع لهم عونًا لهم على مواصلة رحلة طلب العلم ونفع الأمة. ولا يتوقف دور فريق التفويض عند اختيار مؤديي الخدمة بعناية، بل يمتد إلى عقد دورات تدريبية لهم لزيادة الوعي والتذكير وتجديد النية بأن عملهم هو معاونة إخوانهم الذين حبسهم العذر وأن الأصل هو طلب ما عند الله من الثواب والأجر وتجديد النية مع التأكيد على عدم وجود حرج شرعي في تحصيل مقابل مادي لتأدية الشعيرة عنهم، فعبادة الحج أو العمرة عبادة مختلطة (مالية وبدنية) والبذل فيها على الوجهين والله أعلم.
id: Ini adalah aplikasi elektronik yang memfasilitasi proses mengotorisasi salah satu penyedia layanan yang berkualifikasi di wilayah Makkah untuk melakukan Hajj dan Umrah bagi mereka yang memiliki lisensi wakil yang sah untuk mereka (seperti orang sakit terminal, yang tidak mampu, lansia yang tidak bisa bepergian, yang telah meninggal), dan semua penyedia layanan yang sebelumnya telah melakukan Hajj dan Umrah untuk diri mereka sendiri, karena mereka adalah penghafal Al-Quran dan pelajar ilmu Islam, yaitu, dari yang terbaik dari bangsa ini (dan kami menghitung mereka sebagai demikian). Ini dimaksudkan sebagai penghargaan yang dibayarkan kepada mereka untuk mendukung mereka dalam melanjutkan perjalanan mencari ilmu dan memberikan manfaat bagi umat. Peran tim otorisasi tidak berhenti pada pemilihan penyedia layanan dengan hati-hati, tetapi meluas hingga mengadakan kursus pelatihan untuk mereka untuk meningkatkan kesadaran, mengingatkan mereka, dan memperbarui niat bahwa pekerjaan mereka adalah membantu saudara-saudara mereka yang membutuhkan, dan bahwa inti dari segalanya adalah mencari yang ada bersama Allah dalam hal pahala dan berkah, dan memperbarui niat sambil menekankan bahwa tidak ada kerugian agama dalam menerima kompensasi materi untuk melakukan ritual atas nama mereka, karena ibadah Hajj atau Umrah adalah ibadah campuran (finansial dan fisik), dan usaha dalam hal ini ada di kedua sisi, dan Allah lebih mengetahui.
tr: Mekke bölgesinde yasal vekilleri olarak yetkilendirilmiş olanlar (örneğin, tedavi edilmesi umulmayan hastalar, engelliler, seyahat edemeyen yaşlılar, ölenler) için hac ve umre yapmalarına izin vermek için yetkili hizmet sağlayıcılarından birini yetkilendirmeyi kolaylaştıran bir elektronik uygulamadır ve hepsi de daha önce kendi adlarına hac ve umre yapmış olan hizmet sağlayıcılarıdır. onlar Kuran hafızları ve İslam bilgisi öğrencileri oldukları için, bu milletin en iyilerinden (ve onları da öyle sayıyoruz). Bu, onlara öğrenme yolculuklarını sürdürmelerinde yardımcı olmak için ödenen bir ödül olmak üzere niyetlenmiştir. Yetkilendirme ekibinin rolü, hizmet sağlayıcılarını dikkatlice seçmekle sınırlı kalmaz, aynı zamanda farkındalığı artırmak, hatırlatmak ve işlerinin, kardeşlerine yardım etmek olduğunu yeniden hatırlatmak ve niyeti yenilemek için eğitim kursları düzenler. ve Allah'tan ödül ve bereket aramaktır ve niyeti yenileyerek, onlar adına ritüeli gerçekleştirmek için maddi tazminat almanın dini zararı olmadığını vurgulayarak, çünkü hac veya umre ibadeti karışık bir ibadettir (finansal ve fiziksel) ve çabası iki cephede de vardır ve Allah en iyi bilendir.
ur:  ุงฺฉ ุงูฺฉูนุฑุงูฺฉ ุงูพูฺฉุดู  ุฌู ู ฺฉ ุงูู ฺฉุฑู  ฺฉ ู ุนุงูู ู ฺบ ู ูุฌูุฏ ุดุฑุน ุทูุฑ ูพุฑ ฺฉูุงููุงุฆฺ ุณุฑูุณ ูุฑุงู ฺฉููุฏฺฏุงู ฺฉู ุงู ฺฉูุฆ ุญุฌ ุงูุฑ ุนู ุฑ ฺฉุฑู ฺฉ ุงุฌุงุฒุช ุฏู ฺฉ ุนู ู ฺฉู ุขุณุงู ุจูุงุชุง  (ุฌุณ ู ุฑุถ ุฌู ฺฉุง ุดูุงุก ูฺบ ู ุณฺฉุชุงุ ุจ ุจุงู ฺฉุงุ ุจูฺฺพ ุฌู ุณูุฑ ูฺบ ฺฉุฑ ุณฺฉุชุ ู ุฑุฏ) ุงูุฑ ุงู ุชู ุงู ุฎุฏู ุช ูุฑุงู ฺฉููุฏฺฏุงู ุฌููฺบ ู ูพู ุงูพู ูุฆ ุญุฌ ุงูุฑ ุนู ุฑ ุงุฏุง ฺฉุง ุ ฺฉููฺฉ ู ูุฑุขู ฺฉ ุญุงูุธ ุงูุฑ ุงุณูุงู  ุนูู ฺฉ ุทูุจุงุก ฺบุ ุนูุ ุงุณ ููู ฺฉ ุจุชุฑู ุณ (ุงูุฑ ู ุงูฺบ ุงุณุง ุดู ุงุฑ ฺฉุฑุช ฺบ)  ุงูฺบ ุงูพู ุชุนูู  ุณูุฑ ุฌุงุฑ ุฑฺฉฺพู ุงูุฑ ููู ฺฉู ูุงุฆุฏ ู ูุฏ ุจูุงู ู ฺบ ุงู ฺฉ ู ุฏุฏ ฺฉุฑู ฺฉ ูุฆ ุงฺฉ ู ุนุงููุช ู ุฏุฏ ฺฉุฑู ฺฉ ูุฆ ุงุฏุง ฺฉุง ฺฏุง  ุงุฎุชุงุฑ ูนู ฺฉุง ฺฉุงู ุงู ฺฉู ุฎูุด ุงูุชุฎุงุจ ฺฉุฑู ูพุฑ ุฑูฺฉู ฺฉ ุบููุช ูฺบ ฺฉุฑุชุงุ ุจูฺฉ ุงู ฺฉ ูุฆ ุชุฑุจุช ฺฉูุฑุณุฒ ฺฉุง ุงูุนูุงุฏ ฺฉุฑุชุง  ุชุงฺฉ ุงู ฺฉ ุขฺฏุง ุจฺฺพุงุฆ ุฌุงุฆุ ุงู ฺฉู ุงุฏ ุฏูุงุง ุฌุงุฆุ ุงูุฑ ูุช ฺฉู ุชุงุฒ ฺฉุง ุฌุงุฆ ฺฉ ุงู ฺฉุง ฺฉุงู ุงู ฺฉ ุจฺพุงุฆูฺบ ุงูุฑ ุจููฺบ ฺฉ ู ุฏุฏ ฺฉุฑูุง ุ ุงูุฑ ฺฉ ุฑ ฺุฒ ฺฉุง ุจูุงุฏ ู ูุตุฏ ุงูู ฺฉ ูพุงุณ ุจฺพุงุฆ ุงูุฑ ุจููฺบ ุณ ุงุฌุฑุช ฺฉ ุงูุชู ุงุณ ฺฉุฑูุง  ุงูุฑ ูุช ฺฉู ุชุงุฒ ฺฉุฑุช ูุฆ ู ุงุฏ ุชูุงุด ฺฉ ูุฆ ุฏู ููุตุงู ฺฉ ฺฉูุฆ ุทุงุฆู ูฺบ ุ ฺฉููฺฉ ุญุฌ ุง ุนู ุฑ ฺฉ ุนุจุงุฏุช ุงฺฉ ู ุฎุชูุท ุนุจุงุฏุช  (ู ุงู ุงูุฑ ุฌุณู ุงู)ุ ุงูุฑ ุงุณ ู ฺบ ุฏูููฺบ ูพููุคฺบ ู ฺบ ู ุญูุช ูุช ุ ุงูุฑ ุงูู ุจุชุฑ ุฌุงูุชุง 

source: More...
ar: المزيد...
id: Lebih Banyak...
tr: Daha Fazla...
ur: ู ุฒุฏ...

source: Less...
ar: أقل...
id: Kurang...
tr: Daha Az...
ur: ฺฉู ...

source: Our Message
ar: رسالتنا
id: Pesan Kami
tr: Mesajımız
ur: ู ุงุฑุง ูพุบุงู
