Repository: Elkashe/Tafweed-Saudi-Arab
Catalog: lib/l10n/app_*.arb
Languages: ar, id, tr, ur

# facilitating_muslims
source: Facilitating Muslims from all corners of the earth through advanced technological solutions to help them achieve rewards and benefits in this world and the Hereafter.
ar: التسهيل على المسلمين من كل بقاع الأرض عن طريق حلول تقنية متطورة لمساعدتهم في تحصيل الأجر والثواب والنفع في الدنيا والآخرة.
id: Memfasilitasi Muslim dari semua penjuru bumi melalui solusi teknologi canggih untuk membantu mereka mencapai pahala dan manfaat di dunia dan akhirat.
tr: Dünya çapında Müslümanları gelişmiş teknolojik çözümlerle destekleyerek dünya ve ahirette ödülleri ve faydaları elde etmelerine yardımcı olmak.
ur: ุชู ุงู ุฒู ู ฺฉ ู ุณูู ุงููฺบ ฺฉู ููุงุฆุฏ ุงูุฑ ุซูุงุจ ุญุงุตู ฺฉุฑู ู ฺบ ู ุฏุฏ ูุฑุงู ฺฉุฑู ฺฉ ูุฆ ุชุฒ ุณ

source: Our Goals
ar: أهدافنا
id: Tujuan Kami
tr: Hedeflerimiz
ur: ู ุงุฑ ุงุฏุงู

# umrah_student
source: Umrah Requester
ar: طالب عمرة
id: Mahasiswa Umrah
tr: Umre Öğrencisi
ur: ุนู ุฑ ุทุงูุจ ุนูู

source: Introduction
ar: المقدمة
id: Pengantar
tr: Giriş
ur: ุชุนุงุฑู

source: Taffweed
ar: تفويض
ur: ุชูููุถ

# opening_doors
source: Opening doors of hope and optimism for the benefiting Muslims from our services to gain rewards and achieve the principle of cooperation, offering an advanced technological model that serves the needs of our Arab and Islamic communities.
ar: فتح باب البشرى والأمل أمام المسلمين المستفيدين من خدماتنا لتحصيل الثواب وتحقيق مبدأ التعاون، وتقديم نموذج تقني متطور يخدم احتياجات مجتمعاتنا العربية والإسلامية.
id: Membuka pintu harapan dan optimisme bagi umat Islam yang mendapat manfaat dari layanan kami untuk mendapatkan pahala dan mencapai prinsip kerja sama, menawarkan model teknologi canggih yang melayani kebutuhan komunitas Arab dan Islam kami.
tr: Hizmetlerimizden faydalanan Müslümanlar için umut ve iyimserliğin kapılarını açmak ve işbirliği ilkesini gerçekleştirmek için gelişmiş bir teknolojik model sunmak.
ur: ู ุงุฑ ุฎุฏู ุงุช ุณ ูุงุฆุฏ ุงูนฺพุงู ูุงู ู ุณูู ุงููฺบ ฺฉ ูุฆ ุฎูุดุฎุจุฑ ุงูุฑ ุงู ุฏ ฺฉุง ุฏุฑูุงุฒ ฺฉฺพูููุงุ ุงุฌุฑ ุญุงุตู ฺฉุฑู ุงูุฑ ุชุนุงูู ฺฉ ุงุตูู ฺฉู ุนู ู ุจูุงูุ ุงูุฑ ู ุงุฑ ุนุฑุจ ุงูุฑ ุงุณูุงู  ุณู ุงุฌุงุช ฺฉ ุถุฑูุฑุงุช ฺฉู ูพูุฑุง ฺฉุฑู ูุงูุง ุงฺฉ ุชูู ู ุชูุฏู ูู ูู ูุฑุงู ฺฉุฑูุง

# values
source: Our values
ar: قيمنا
id: Nilai-nilai Kami
tr: Değerlerimiz
ur: ู ุงุฑ ุงูุฏุงุฑ

# values_description
source: Cooperation among individuals of societies is a duty and necessity, not an ideal. Indicating goodness is one of the most obligatory duties of the nation. Facilitating for individuals of the nation, especially those who are licensed, their rights that we seek to deliver to the deserving.
ar: التعاون بين أفراد المجتمعات واجب وضرورة وليس من المثاليات. الدلالة على الخير من أوجب واجبات الأمة. التيسير على أفراد الأمة خاصة أصحاب الرخص منهم حق نسعى لإيصاله لمستحقيه.
id: Kerjasama di antara individu-individu dalam masyarakat adalah sebuah kewajiban dan kebutuhan, bukanlah sebuah ideal. Menunjukkan kebaikan adalah salah satu tugas paling wajib bagi bangsa. Memfasilitasi bagi individu-individu bangsa, khususnya yang memiliki lisensi, hak-hak mereka yang kami upayakan untuk disampaikan kepada yang berhak.
tr: Toplumların bireyleri arasındaki işbirliği bir görev ve gerekliliktir, bir ideal değil. İyiliği göstermek, ulusun en zorunlu görevlerinden biridir. Özellikle lisanslı olanlar olmak üzere ulusun bireylerine haklarını ulaştırmaya çalıştığımız haklarını kolaylaştırmak.
ur: ู ุนุงุดุฑุช ุงูุฑุงุฏ ฺฉ ุฏุฑู ุงู ุชุนุงูู ุงฺฉ ูุฑุถ ุงูุฑ ุถุฑูุฑุช ุ ุงฺฉ ูุธุฑ ูฺบ ุจฺพูุงุฆ ฺฉุง ุธุงุฑ ฺฉุฑูุง ููู ฺฉ ุณุจ ุณ ุฒุงุฏ ูุฑุถูฺบ ู ฺบ ุณ ุงฺฉ  ุงูุฑุงุฏ ฺฉู ุขุณุงู ุณ ูุฑุงู ฺฉุฑูุงุ ุฎุงุต ุทูุฑ ูพุฑ ุฌู ููฺฏูฺบ ฺฉ ูพุงุณ ูุงุฆุณูุณ ูุชุง ุ ุงู ฺฉ ุญููู ุฌู ฺฉู ู ุงู ฺฉ ุญูู ู ูุชุฎุจูฺบ ฺฉู ูพูฺุงู ฺฉ ฺฉูุดุด ฺฉุฑ ุฑ ฺบ

source: Privacy Policy
ar: سياسة الخصوصية
id: Kebijakan Privasi
tr: Gizlilik Politikası
ur: ุฑุงุฒุฏุงุฑ ูพุงูุณ

# privacy_policy_description
source: The Tafweed application management is committed to security, compliance, and maintaining the absolute confidentiality of the entered user data, protecting information and electronic payment or bank transfer data to pay for services, as well as personal service applicant data (beneficiary) such as (First Name - Last Name - Email - Country - Mobile Number).
ar: تلتزم إدارة تطبيق تفويض بالأمان والإلتزام والحفاظ على السرية التامة لبيانات المستخدمين المدخلة وحماية المعلومات و بيانات الدفع الإلكتروني أو بيانات التحويل البنكي لدفع قيمة الخدمات وكذلك بيانات طالب الخدمة ( المستفيد ) الشخصية مثل (الإسم الأول- الإسم الأخير - البريد الإلكتروني- الدولة- رقم الجوال).
id: Manajemen aplikasi Tafweed berkomitmen untuk keamanan, kepatuhan, dan menjaga kerahasiaan mutlak data yang dimasukkan pengguna, melindungi informasi dan data pembayaran elektronik atau data transfer bank untuk pembayaran layanan, serta data pribadi pemohon layanan (penerima manfaat) seperti (Nama Depan - Nama Belakang - Email - Negara - Nomor Ponsel).
tr: Tafweed uygulaması yönetimi, kullanıcıların girdiği verilerin güvenliğine, uyumluluğuna ve mutlak gizliliğinin korunmasına bağlıdır; elektronik ödeme veya banka transferi verilerini korumak için kullanıcıların girdiği verileri ve ödeme hizmetlerinin bedelinin ödenmesi için banka transferi verilerini korumak; ayrıca kişisel hizmet başvuru sahibi (faydalanıcı) verilerini korumak için (Ad - Soyad - E-posta - Ülke - Cep Telefonu gibi).
ur: Tafweed ุงูพูฺฉุดู ฺฉ ู ูุฌู ููนุ ุตุงุฑูู ฺฉ ุฏุงุฎู ุดุฏ ฺูนุง ฺฉ ุงู ูุ ุงุทู ูุงูุ ุงูุฑ ู ฺฉู ู ุฎู ุฑฺฉฺพู ฺฉ ุชุนููุงุช ูพุฑ ูพุงุจูุฏ ุ ุงุทูุงุนุงุช ุงูุฑ ุงูฺฉูนุฑุงูฺฉ ุงุฏุงุฆฺฏ ุง ุจูฺฉ ุญูุงู ฺฉุฑู ฺฉ ุงุทูุงุนุงุช ฺฉ ุญูุงุธุช ฺฉ ูุฆ ุตุงุฑูู ฺฉ ุฏุงุฎู ุดุฏ ุงุทูุงุนุงุช ุงูุฑ ุงุฏุงุฆฺฏ ฺฉ ูู ุช ฺฉ ูุฆ ุจูฺฉ ูนุฑุงูุณูุฑ ฺฉ ู ุนููู ุงุช ฺฉ ุญูุงุธุช ฺฉุฑุชุง ุ ุงูุฑ ุงุณ ฺฉ ุนูุงูุ ุดุฎุต ุณุฑูุณ ุฏุฑุฎูุงุณุช ุฏูุฏ (ูุงุฆุฏ ุงููนฺพุงู ูุงูุง) ุฌุณ (ูพูุง ูุงู - ุขุฎุฑ ูุงู - ุง ู ู - ู ูฺฉ - ู ูุจุงุฆู ูู ุจุฑ) ฺฉ ุงุทูุงุนุงุช ฺฉ ุญูุงุธุช ฺฉุฑุชุง 

source: Contact Information
ar: معلومات الإتصال
id: Informasi Kontak
tr: İletişim Bilgileri
ur: ุฑุงุจุท ฺฉ ู ุนููู ุงุช

# contact_information_description
source: The Tafweed application collects information that can help improve the experience, such as the language the device operates in and the type of operating system it has, in accordance with local regulations in the Kingdom of Saudi Arabia and the United Arab Emirates.
ar: يقوم تطبيق تفويض بجمع المعلومات التى من شأنها أن تساعد علي تحسين التجربة مثل اللغة التي يعمل بها الجهاز ونوع نظام التشغيل الخاصة به وفقا للوائح المحلية بالمملكة العربية السعودية والإمارات العربية المتحدة.
id: Aplikasi Tafweed mengumpulkan informasi yang dapat membantu meningkatkan pengalaman, seperti bahasa yang digunakan perangkat dan jenis sistem operasi yang dimilikinya, sesuai dengan peraturan lokal di Kerajaan Arab Saudi dan Uni Emirat Arab.
tr: Tafweed uygulaması, cihazın çalıştığı dil ve işletim sistemi türü gibi deneyimi geliştirebilecek bilgileri toplar; bu, Suudi Arabistan Krallığı ve Birleşik Arap Emirlikleri'ndeki yerel düzenlemelere uygun olarak yapılır.
ur: Tafweed ุงูพูฺฉุดูุ ุชุฌุฑุจ ุจุชุฑ ุจูุงู ู ฺบ ู ุฏุฏฺฏุงุฑ ู ุนููู ุงุช ุฌุณ ุขู ฺฉ ฺุงูู ุฒุจุงู ุงูุฑ ุงุณ ฺฉุง ุขูพุฑูนูฺฏ ุณุณูนู ฺฉ ูุณู ุฌู ุน ฺฉุฑุชุง ุ  ุนุฑุจ ุณุนูุฏ ุงูุฑ ู ุชุญุฏ ุนุฑุจ ุงู ุงุฑุงุช ฺฉ ู ูุงู  ุถูุงุจุท ฺฉ ู ุทุงุจู ฺฉุง ุฌุงุชุง 

source: Information Protection and Storage
ar: حماية المعلومات وتخزينها
id: Perlindungan dan Penyimpanan Informasi
tr: Bilgi Koruma ve Depolama
ur: ู ุนููู ุงุช ฺฉ ุญูุงุธุช ุงูุฑ ุฐุฎุฑ

# information_protection_and_storage_description
source: The Tafweed application stores user information on servers determined by the application management to ensure the protection of this data from intrusion according to cyber security standards, so the application management may share some information with insurance partners (as a third party) these servers according to the nature of the work and its requirements and confidentiality agreements and non-disclosure.
ar: يقوم تطبيق تفويض بتخزين معلومات المستخدم فى خوادم تحددها إدارة التطبيق لتضمن حمايه هذه الخودام من الإختراق وفقا لمعايير الأمن السيبرانى لذلك قد تشارك إدارة التطبيق بعض المعلومات مع شركاء تأمين (كطرف ثالث) هذه الخوادم بحسب طبييعة العمل ومتطلباته وبإتفاقيات السرية و عدم الإفصاح.
id: Aplikasi Tafweed menyimpan informasi pengguna di server yang ditentukan oleh manajemen aplikasi untuk memastikan perlindungan data ini dari penyusupan sesuai dengan standar keamanan cyber, sehingga manajemen aplikasi dapat berbagi beberapa informasi dengan mitra asuransi (sebagai pihak ketiga) server ini sesuai dengan sifat pekerjaan dan persyaratan serta perjanjian kerahasiaan dan non-penyebaran.
tr: Tafweed uygulaması, kullanıcı bilgilerini, bu verilerin siber güvenlik standartlarına göre ihlallerden korunmasını sağlamak için uygulama yönetimi tarafından belirlenen sunucularda depolar; bu nedenle uygulama yönetimi, bu sunucuları sigorta ortaklarıyla (üçüncü taraf olarak) işin doğası ve gereksinimleri ve gizlilik anlaşmaları ve açıklama yasağına uygun olarak paylaşabilir.
ur: Tafweed ุงูพูฺฉุดูุ ุตุงุฑู ฺฉ ู ุนููู ุงุช ฺฉู ุงูพูฺฉุดู ู ูุฌู ููน ฺฉ ุท ฺฉุฑุฏ ุณุฑูุฑูฺบ ู ฺบ ุณููนุฑุงูุงุฆุฒ ฺฉุฑุชุง  ุชุงฺฉ  ฺูนุง ฺฉุจุฑ ุญูุงุธุช ฺฉ ูุฑุงู  ฺฉ ูุฆ ู ุญููุธ ู ุงุณ ูุฆุ ุงูพูฺฉุดู ู ูุฌู ููน ฺฉ ุงุฎุชุงุฑ ฺฉุง ฺฏุง ฺฉ ุงุณ ฺูนุง ฺฉ ฺฉฺฺพ ุญุต ฺฉู ุจู  ุดุฑุงฺฉุช ุฏุงุฑูฺบ (ุชุณุฑ ุดุฎุต ฺฉ ุทุฑู) ฺฉ ุณุฑูุฑูฺบ ฺฉ ุณุงุชฺพ ุดุฆุฑ ฺฉุง ุฌุง ุณฺฉุชุง ุ ฺฉุงู ฺฉ ูุทุฑุช ุงูุฑ ุถุฑูุฑุชูฺบ ฺฉ ู ุทุงุจู ุงูุฑ ุฑุงุฒุฏุงุฑ ุงูุฑ ุบุฑ ุงูุดุงุก ฺฉ ู ุนุงุฏ

source: General Terms
ar: أحكام عامة
id: Syarat Umum
tr: Genel Şartlar
ur: ุนุงู ุดุฑุงุฆุท

# general_terms_description
source: Some changes may occur to the privacy policy according to safety requirements and laws, and Tafweed application has the right to add or change the terms of the privacy policy, so we advise reviewing the privacy policy periodically to know the updates in it. The application management also has the right to terminate the user account if it does not accept any change made by the application management in the privacy policy.
ar: قد يطرأ بعض التغييرات على سياسة الخصوصية وفقا لمتطلبات السلامة والقوانين ويحق لتطبيق تفويض أن يضيف أو يغير فى أحكام سياسة الخصوصية لذلك ننصح بمراجعة سياسة الخصوصية كل فترة لمعرفة التحديثات بها ويحق لإدارة التطبيق أيضا إنهاء حساب المستخدم وذلك عند عدم قبوله لأي تغيير ستقوم به إدارة التطبيق في سياسة الخصوصية.
id: Beberapa perubahan mungkin terjadi pada kebijakan privasi sesuai dengan persyaratan keselamatan dan hukum, dan aplikasi Tafweed berhak untuk menambah atau mengubah ketentuan kebijakan privasi, oleh karena itu kami menyarankan untuk memeriksa kebijakan privasi secara berkala untuk mengetahui pembaruan di dalamnya. Manajemen aplikasi juga berhak untuk mengakhiri akun pengguna jika tidak menerima perubahan apa pun yang dilakukan oleh manajemen aplikasi dalam kebijakan privasi.
tr: Güvenlik gereksinimleri ve yasalara göre gizlilik politikasında bazı değişiklikler olabilir ve Tafweed uygulamasının gizlilik politikasının şartlarını ekleyebilme veya değiştirebilme hakkına sahiptir; bu nedenle, güncellemeleri öğrenmek için gizlilik politikasını periyodik olarak kontrol etmenizi öneririz. Ayrıca, uygulama yönetimi, kullanıcının uygulama yönetimi tarafından gizlilik politikasında yapılan herhangi bir değişikliği kabul etmemesi durumunda kullanıcı hesabını sonlandırma hakkına sahiptir.
ur: ุณูุงู ุช ู ุทุงูุจุงุช ุงูุฑ ููุงูู ฺฉ ู ุทุงุจูุ ุฑุงุฒุฏุงุฑ ูพุงูุณ ู ฺบ ฺฉฺฺพ ุชุจุฏูุงฺบ ู ุณฺฉุช ฺบุ ุงูุฑ Tafweed ุงูพูฺฉุดู ฺฉู ุฑุงุฒุฏุงุฑ ูพุงูุณ ฺฉ ุดุฑุงุฆุท ู ฺบ ุดุงู ู ฺฉุฑู ุง ุชุจุฏู ฺฉุฑู ฺฉุง ุญู ุ ุงุณ ูุฆุ ู ุขูพ ฺฉู ุงุณ ู ฺฉู ู ฺฉุฑู ฺฉ ูุฆ ู ุนุงุฏ ฺฉุฑู ฺฉ ุณูุงุฑุด ุฏุช ฺบ ุนูุงู ุงุฒฺบุ ุงูพูฺฉุดู ู ูุฌู ููน ฺฉูุฆ ุจฺพ ุฑุงุฒุฏุงุฑ ูพุงูุณ ู ฺบ ฺฉูุฆ ุชุจุฏููฺบ ฺฉู ูุจูู ูฺบ ฺฉุฑู ูพุฑ ุตุงุฑู ุญุณุงุจ ฺฉุง ุฎุงุชู  ฺฉุฑู ฺฉุง ุญู ุฑฺฉฺพุชุง 

source: Terms of Use
ar: شروط الاستخدام
id: Syarat Penggunaan
tr: Kullanım Şartları
ur: ุงุณุชุนู ุงู ฺฉ ุดุฑุงุฆุท

# terms_of_use_description
source: - Service Providers: They are the individuals who provide the service and can be authorized and contracted with through the request via the application. - Application Management: They are the working team that acts as an intermediary between the application users and the service providers, coordinates work, ensures the rights of both parties, and manages operations and supervision.
ar: - مزودين الخدمة : هم الأشخاص الذين يقومون بالخدمة ويمكن تفويضهم والتعاقد معهم من خلال الطلب عن طريق التطبيق . - إدارة التطبيق : هم فريق العمل الذى يقوم بدور الوسيط بين مستخدمى التطبيق ومزودى الخدمة ويقوم بتنسيق العمل وضمان حقوق الطرفين وإدارة عمليات التشغيل والرقابة .
id: - Penyedia Layanan: Mereka adalah individu yang menyediakan layanan dan dapat diotorisasi dan dikontrak dengan melalui permintaan melalui aplikasi. - Manajemen Aplikasi: Mereka adalah tim kerja yang bertindak sebagai perantara antara pengguna aplikasi dan penyedia layanan, mengkoordinasikan pekerjaan, memastikan hak-hak kedua belah pihak, dan mengelola operasi dan pengawasan.
tr: - Hizmet Sağlayıcıları: Hizmeti sunan ve uygulama üzerinden talep edilerek yetkilendirilebilecek ve sözleşme yapılabilen bireylerdir. - Uygulama Yönetimi: Uygulama kullanıcıları ile hizmet sağlayıcıları arasında aracılık eden ve işleri koordine eden, her iki tarafın haklarını sağlayan ve işletme ve denetimi yöneten çalışma ekibidir.
ur: - ุณุฑูุณ ูุฑุงู ฺฉููุฏฺฏุงู: ู ุงูุฑุงุฏ ฺบ ุฌู ุฎุฏู ุช ูุฑุงู ฺฉุฑุช ฺบ ุงูุฑ ุงูพูฺฉุดู ฺฉ ุฐุฑุน ู ูุธูุฑ ุฏู ุงูุฑ ุงู ฺฉ ุณุงุชฺพ ู ุนุงุฏ ฺฉุฑู ฺฉ ูุงุจู ฺบ - ุงูพูฺฉุดู ู ูุฌู ููน: ู ฺฉุงู ฺฉุฑู ูุงูุง ูนู  ุฌู ุตุงุฑูู ฺฉ ุณุงุชฺพ ุงูุฑ ุณุฑูุณ ูุฑุงู ฺฉููุฏฺฏุงู ฺฉ ุฏุฑู ุงู ุฏุฑู ุงู ูุฑุงู  ูุฑุงู ฺฉุฑุช ุ ฺฉุงู ูฺบ ฺฉ ุชุฑุชุจุงุช ฺฉู ู ูุธู ฺฉุฑุช ุ ุฏูููฺบ ุทุฑููฺบ ฺฉ ุญููู ฺฉ ุถู ุงูุช ูุฑุงู ฺฉุฑุช ุ ุงูุฑ ฺฉุงุฑุฑูุงุฆ ุงูุฑ ูฺฏุฑุงู ฺฉ ฺฉุงู ูฺบ ฺฉู ู ูุธู ฺฉุฑุช 

source: Service Description
ar: وصف الخدمة
id: Deskripsi Layanan
tr: Hizmet Tanımı
ur: ุฎุฏู ุช ฺฉ ุชูุตู

# service_description_content
source: Tafweed application acts as an electronic intermediary between service providers and beneficiaries and ensures providing service providers with a high degree of eligibility and efficiency. It also provides tracking of the steps performed during the rituals of Umrah from the Miqat to the end of Tawaf or Sa'i through video documentation and sending it to users' accounts in the application.
ar: يعمل تطبيق تفويض كوسيط إلكترونى بين مزودى الخدمة والمستفيدين ويضمن توفير مزودين خدمة على درجة عالية من الأهلية والكفاءة كما يوفر تتبع خطوات المؤدى أثناء المناسك بالعمرة بداية من الميقات وحتى التحلل بالحلق أو القص من خلال التوثيق بالڤيديو وإرسالها على حساب المستخدمين بالتطبيق .
id: Aplikasi Tafweed berfungsi sebagai perantara elektronik antara penyedia layanan dan penerima manfaat dan memastikan menyediakan penyedia layanan dengan tingkat kelayakan dan efisiensi yang tinggi. Ini juga menyediakan pelacakan langkah-langkah yang dilakukan selama ritual Umrah dari Miqat hingga akhir Tawaf atau Sa'i melalui dokumentasi video dan mengirimkannya ke akun pengguna di aplikasi.
tr: Tafweed uygulaması, hizmet sağlayıcılar ve faydalanıcılar arasında elektronik bir aracı olarak hareket eder ve hizmet sağlayıcıların yüksek derecede uygunluk ve verimlilikle hizmet sağlamasını sağlar. Ayrıca, Umre ritüelleri sırasındaki adımları izleyen belgeleri video ile belgeleyerek ve bunları uygulamadaki kullanıcı hesaplarına göndererek hizmet sağlayıcılarını sağlar.
ur: Tafweed ุงูพูฺฉุดูุ ุฎุฏู ุช ูุฑุงู ฺฉููุฏฺฏุงู ุงูุฑ ูุงุฆุฏ ุงููนฺพุงู ูุงููฺบ ฺฉ ุฏุฑู ุงู ุงูฺฉูนุฑุงูฺฉ ูุณู ฺฉ ุทูุฑ ูพุฑ ฺฉุงู ฺฉุฑุชุง  ุงูุฑ  ูู ุจูุงุชุง  ฺฉ ุฎุฏู ุช ูุฑุงู ฺฉููุฏฺฏุงู ฺฉู ุงุนู ู ุนุงุฑ ฺฉ ุตูุงุญุช ุงูุฑ ฺฉุงุฑฺฉุฑุฏฺฏ ูุฑุงู ฺฉ ุฌุงุช   ุนู ุฑ ุฑุณูู ุงุช ฺฉ ุฏูุฑุงู ูุฏู ูฺบ ฺฉู ูฺู ู ฺบ ุฏุณุชุงูุฒ ฺฉุฑุชุง  ุงูุฑ ุงูฺบ ุงูพูฺฉุดู ู ฺบ ุตุงุฑูู ฺฉ ุงฺฉุงุคููนุณ ูพุฑ ุจฺพุฌุชุง 

source: Nature of Contract
ar: طبيعة التعاقد
id: Sifat Kontrak
tr: Sözleşmenin Niteliği
ur: ู ุนุงุฏ ฺฉ ูุทุฑุช

# nature_of_contract_content
source: Since all the services we provide are electronic, and dealing with users is also done electronically, registering an account with the application is considered a tripartite electronic contract between the contracting parties, which are the users, the application management, and the service providers. It takes into account all the legal provisions applicable in the country of establishment and operation.
ar: نظرا لأن الخدمات التى نقوم بتقديمها جميعها إلكترونية وكذلك التعامل مع المستخدمين يتم إلكترونيا فلذلك يعتبر تسجيل الحساب بالتطبيق بمثابة عقداً إلكترونيا ثلاثيا بين أطراف التعاقد وهم المستخدمين وإدارة التطبيق ومزودى الخدمة ويراعى فيه كافة الأحكام القانونية المعمول بها فى دولة التأسيس و التشغيل .
id: Karena semua layanan yang kami sediakan adalah elektronik, dan berurusan dengan pengguna juga dilakukan secara elektronik, mendaftar akun dengan aplikasi dianggap sebagai kontrak elektronik tiga pihak antara pihak yang berkontrak, yaitu pengguna, manajemen aplikasi, dan penyedia layanan. Ini memperhatikan semua ketentuan hukum yang berlaku di negara pendirian dan operasi.
tr: Sunduğumuz tüm hizmetlerin elektronik olduğu ve kullanıcılarla olan işlemlerin de elektronik olduğu dikkate alındığında, uygulamaya hesap kaydı yapmanın, sözleşme tarafları olan kullanıcılar, uygulama yönetimi ve hizmet sağlayıcılar arasında üçlü bir elektronik sözleşme olarak kabul edildiği; kuruluş ve işletme ülkesindeki geçerli yasal düzenlemelere uygun olarak dikkate alınır.
ur: ู ุงุฑ ูุฑุงู ฺฉุฑุฏ ุชู ุงู ุฎุฏู ุงุช ุงูฺฉูนุฑุงูฺฉ ฺบ ุงูุฑ ุตุงุฑูู ฺฉ ุณุงุชฺพ ุจฺพ ุงูฺฉูนุฑุงูฺฉ ุทูุฑ ูพุฑ ฺฉุงู ฺฉุง ุฌุงุชุง ุ ูุฐุง ุงุณ ุงูพูฺฉุดู ู ฺบ ุงฺฉุงุคููน ุฑุฌุณูนุฑุดูุ ุงุณุชุนู ุงู ฺฉ ุดุฑุงุฆุท ฺฉ ุทุฑุญ ุชู ุทุฑู ุงูฺฉูนุฑุงูฺฉ ู ุนุงุฏ ุชุตูุฑ ฺฉุง ุฌุงุชุง ุ ุฌู ฺฉ ุตุงุฑููุ ุงูพูฺฉุดู ู ูุฌู ููนุ ุงูุฑ ุฎุฏู ุช ูุฑุงู ฺฉููุฏฺฏุงู ฺฉ ุฏุฑู ุงู ูุชุง ุ ุงูุฑ  ูููฺุดู ุงูุฑ ุขูพุฑุดู ู ูฺฉูฺบ ู ฺบ ู ูุฌูุฏ ูุงููู ุถูุงุจุท ฺฉู ุฏฺพุงู ู ฺบ ุฑฺฉฺพุชุง 

source: Payment Method
ar: وسيلة الدفع
id: Metode Pembayaran
tr: Ödeme Yöntemi
ur: ุงุฏุงุฆฺฏ ฺฉุง ุทุฑู

# payment_method_content
source: The application provides various payment methods through credit cards or any electronic payment methods according to the applicable laws and under the relevant control within the borders of the collection country. The official currency of the operating and collection country is adopted, and it is subject to the laws and regulations of the central banks in the working country.
ar: يوفر التطبيق وسائل دفع متنوعة من خلال بطاقات الإئتمان أو أى من وسائل الدفع الإلكترونية حسب القوانين المعمول بها وتحت الرقابة المعنية بالأمر داخل حدود دولة التحصيل ويتم إعتماد العملة الرسمية لدولة التشغيل والتحصيل وفيها لقوانين ولوائح البنوك المركزية بدولة العمل .
id: Aplikasi menyediakan berbagai metode pembayaran melalui kartu kredit atau metode pembayaran elektronik apa pun sesuai dengan hukum yang berlaku dan di bawah pengawasan yang relevan dalam batas wilayah negara pengumpulan. Mata uang resmi negara operasi dan pengumpulan diadopsi, dan tunduk pada hukum dan peraturan bank sentral di negara kerja.
tr: Uygulama, ilgili kontrol altında ve tahsilat ülkesinin sınırları içinde geçerli yasalara uygun olarak kredi kartları veya herhangi bir elektronik ödeme yöntemi aracılığıyla çeşitli ödeme yöntemleri sunar. İşletme ve tahsilat ülkesinin resmi parası kabul edilir ve işletme ülkesinin merkez bankası yasaları ve düzenlemelerine tabidir.
ur: ุงูพูฺฉุดูุ ู ุชุนูู ูฺฏุฑุงู ู ฺบ ุงูุฑ ูุตูู ู ูฺฉ ฺฉ ุญุฏูุฏ ฺฉ ุงูุฏุฑ ฺฉุฑฺูน ฺฉุงุฑฺ ุง ฺฉุณ ุจฺพ ุงูฺฉูนุฑุงูฺฉ ุงุฏุงุฆฺฏ ุทุฑู ฺฉ ุฐุฑุน ู ุฎุชูู ุงุฏุงุฆฺฏ ฺฉ ุทุฑููฺบ ฺฉ ูุฑุงู  ฺฉุฑุชุง  ู ุชุนูู ุจูฺฉ ุณููนุฑู ููุงูู ุงูุฑ ุถูุงุจุท ูพุฑ ู ุจู ูุชุง 

source: Cancellation
ar: الإلغاء
id: Pembatalan
tr: İptal
ur: ู ูุณูุฎ ฺฉุฑูุง

# cancellation_content
source: The customer has the right to cancel the order if the application management has not sent the request to the service provider, usually within a maximum of 4 hours in urgent cases and peak times during the year (seasons) and 8 hours in normal times. The customer is not entitled to cancel the order after that, to avoid damage to the application management and the service provider in case of cancellation.
ar: يحق للعميل إلغاء الطلب في حالة عدم إرسال إدارة التطبيق الطلب إلى مزود الخدمة، ويكون عادة خلال مدة ٤ ساعات كحد أقصى في الحالات العاجلة وفترات الذروة بالعام (المواسم) و ٨ ساعات في الأوقات العادية، ولا يحق للعميل إلغاء الطلب بعد ذلك لوقوع الضرر على إدارة التطبيق ومزود الخدمة حال الإلغاء.
id: Pelanggan memiliki hak untuk membatalkan pesanan jika manajemen aplikasi tidak mengirimkan permintaan ke penyedia layanan. Biasanya, ini dapat dilakukan dalam waktu maksimal 4 jam dalam kasus darurat dan puncak periode dalam setahun (musim), dan 8 jam dalam waktu reguler. Pelanggan tidak berhak membatalkan pesanan setelahnya jika menyebabkan kerugian bagi manajemen aplikasi dan penyedia layanan saat pembatalan.
tr: Müşteriler, uygulama yönetiminin talebi hizmet sağlayıcıya iletmemesi durumunda siparişi iptal etme hakkına sahiptir. Genellikle, bu acil durumlarda ve yıllık zirve dönemlerinde en fazla 4 saat içinde yapılabilir ve düzenli zamanlarda 8 saat içinde yapılabilir. Müşteriler, iptal durumunda uygulama yönetimine ve hizmet sağlayıcıya zarar verirse, bu tarihten sonra siparişi iptal etme hakkına sahip değillerdir.
ur: ู ุดุชุฑ ฺฉู ูุฑุงู ฺฉ ฺฏุฆ ุฎุฏู ุช ฺฉู ู ูุณูุฎ ฺฉุฑู ฺฉุง ุญู ูุชุง  ุงฺฏุฑ ุงูพูฺฉุดู ฺฉ ุงูุชุธุงู  ู ุฎุฏู ุช ูุฑุงู ฺฉุฑู ฺฉ ุฏุฑุฎูุงุณุช ุฎุฏู ุช ูุฑุงู ฺฉุฑู ูุงู ฺฉู ูฺบ ุจฺพุฌ ูุ ุนู ูู ุงู ุงุณ ฺฉุง ุญุฏ ู ุนู ูู ุทูุฑ ูพุฑ ูค ฺฏฺพููนูฺบ ู ฺบ ฺฉุง ุฌุงุชุง  ุงูุฑ ุถุฑูุฑุช ฺฉ ููุชูฺบ ู ฺบ ุงูุฑ ุณุฒู ู ฺบ ูจ ฺฏฺพููนูฺบ ู ฺบุ ุงูุฑ ุงุณ ฺฉ ุจุนุฏ ู ุดุชุฑ ฺฉู ู ุฒุฏ ููุตุงู ฺฉ ุจุงุฑ ู ฺบ ุงุทูุงุน ุฏ ฺฏุฆ ุชู ู ูุณูุฎ ฺฉุฑู ฺฉุง ุญู ูฺบ ูุชุง

source: Compensation
ar: التعويض
id: Kompensasi
tr: Tazminat
ur: ุชุนูุถ
