Repository: Elkashe/Tafweed-Saudi-Arab
Catalog: lib/l10n/app_*.arb
Languages: ar, id, tr, ur

# compensation_content
source: In case the service provider does not provide the service or makes a mistake in performing the rituals (which is rare), the application management must provide another service provider to perform the service instead without asking the user for any additional amounts.
ar: فى حال لم يقم مزود الخدمة بتأدية الخدمة أو أخطأ فى تأدية المناسك ( وهو أمر نادر الحدوث ) فيجب على إدارة التطبيق توفير مزود خدمة آخر ليقوم بالخدمة بدلاً عنه مع عدم مطالبة المستخدم بأى مبالغ إضافية .
id: Jika penyedia layanan gagal menyediakan layanan atau melakukan kesalahan dalam melakukan ritual (yang jarang terjadi), manajemen aplikasi harus menyediakan penyedia layanan lain untuk melakukan layanan tersebut tanpa menuntut jumlah tambahan dari pengguna.
tr: Hizmet sağlayıcının hizmeti sunmaması veya ritüelleri gerçekleştirmesinde hata yapması durumunda (ki nadir görülür), uygulama yönetimi, kullanıcıdan ek bir miktar talep etmeden hizmeti sunmak için başka bir hizmet sağlayıcı sağlamalıdır.
ur: ุงฺฏุฑ ุฎุฏู ุช ูุฑุงู ฺฉููุฏ ุฎุฏู ุช ูุฑุงู ูฺบ ฺฉุฑุชุง ู ุง ุนู ุฑ ู ูุงุณฺฉ ฺฉู ุงูุฌุงู ุฏู ู ฺบ ุบูุท ฺฉุฑุชุง ู (ุฌู ฺฉ ูุงุฏุฑ ูุชุง )ุ ุชู ุงูพูฺฉุดู ฺฉ ู ูุฌู ููน ฺฉู ุงฺฉ ุฏูุณุฑ ุฎุฏู ุช ูุฑุงู ฺฉููุฏ ฺฉู ูุฑุงู ฺฉุฑู ฺฉ ูุฆ ูุฑุงู ฺฉุฑูุง ูฺฏุง ุจุบุฑ ฺฉุณ ุงุถุงู ุฑูู ฺฉ ุฏุฑุฎูุงุณุช ฺฉ

source: Terms and Conditions
ar: المصطلحات
id: Syarat dan Ketentuan
tr: Şartlar ve Koşullar
ur: ุดุฑุงุฆุท ู ุถูุงุจุท

# service_providers
source: - Service Providers: They are individuals who provide the service and can be delegated and contracted with through the application.
ar: - مزودين الخدمة: هم الأشخاص الذين يقومون بالخدمة ويمكن تفويضهم والتعاقد معهم من خلال الطلب عن طريق التطبيق.
id: - Penyedia Layanan: Mereka adalah individu yang memberikan layanan dan dapat didelegasikan serta dikontrak melalui aplikasi.
tr: - Hizmet Sağlayıcılar: Hizmeti sağlayan ve uygulama aracılığıyla vekalet verilebilen ve sözleşme yapılabilecek bireylerdir.
ur: - ุฎุฏู ุงุช ูุฑุงู ฺฉููุฏฺฏุงู: ู ุงูุฑุงุฏ ฺบ ุฌู ุฎุฏู ุช ูุฑุงู ฺฉุฑุช ฺบ ุงูุฑ ุงูพูฺฉุดู ฺฉ ุฐุฑุน ู ูุธูุฑ ุฏู ุงูุฑ ุงู ฺฉ ุณุงุชฺพ ู ุนุงุฏ ฺฉุฑู ฺฉ ูุงุจู ฺบ

# app_management
source: - App Management: They are the team that acts as an intermediary between the application users and service providers, coordinating the work, ensuring the rights of both parties, and managing operational and regulatory processes.
ar: - إدارة التطبيق: هم فريق العمل الذي يقوم بدور الوسيط بين مستخدمي التطبيق ومزودي الخدمة ويقوم بتنسيق العمل وضمان حقوق الطرفين وإدارة عمليات التشغيل والرقابة.
id: - Manajemen Aplikasi: Mereka adalah tim yang bertindak sebagai perantara antara pengguna aplikasi dan penyedia layanan, mengkoordinasikan pekerjaan, memastikan hak-hak kedua belah pihak, dan mengelola proses operasional dan peraturan.
tr: - Uygulama Yönetimi: Kullanıcılar ve hizmet sağlayıcılar arasında aracı olarak hareket eden ekip, işleri koordine eder, her iki tarafın haklarını güvence altına alır ve işletme ve düzenleme süreçlerini yönetir.
ur: - ุงูพูฺฉุดู ฺฉ ุงูุชุธุงู : ู ูนู  ุฌู ุงูพูฺฉุดู ฺฉ ุตุงุฑูู ุงูุฑ ุฎุฏู ุงุช ูุฑุงู ฺฉููุฏฺฏุงู ฺฉ ุฏุฑู ุงู ุงฺฉ ูุงุณุท ฺฉ ุทูุฑ ูพุฑ ฺฉุงู ฺฉุฑุช ุ ฺฉุงู ฺฉ ู ูุธู ฺฉุฑุช ุ ุฏูููฺบ ุทุฑููฺบ ฺฉ ุญููู ฺฉู ูู ุจูุงุช ุ ุงูุฑ ุขูพุฑุดูู ุงูุฑ ุฑฺฏูููนุฑ ูพุฑูุณุณุฒ ฺฉู ุงูุชุธุงู ฺฉุฑุช 

# payment_error
source: An error occurred during the payment process
ar: حدث خطأ في عملية الدفع
id: Terjadi kesalahan selama proses pembayaran
tr: Ödeme işlemi sırasında bir hata oluştu
ur: ุงุฏุงุฆฺฏ ฺฉ ุนู ู ฺฉ ุฏูุฑุงู ุงฺฉ ุฎุทุง ูุงูุน ูุง

# choose_app_language
source: Choose application language
ar: اختر لغة التطبيق
id: Pilih bahasa aplikasi
tr: Uygulama dilini seçin
ur: ุจุฑุง ฺฉุฑู ุฏุฑุฎูุงุณุช ฺฉ ุฒุจุงู ู ูุชุฎุจ ฺฉุฑฺบ

source: Judgments
ar: الحكم
id: Penghakiman
tr: Kararlar
ur: ูุตู

source: Home
ar: الرئيسية
id: Beranda
tr: Ana Sayfa

source: Last Price
ar: السعر الأخير
id: Harga Terakhir
tr: Son Fiyat
ur: ุขุฎุฑ ูู ุช

source: Before Discount
ar: قبل الخصم
id: Sebelum Diskon
tr: İndirimden Önce
ur: ฺฺพููน ุณ ูพู

source: Follow Rituals
ar: متابعة المناسك
id: Ikuti Ritual
tr: Ritüelleri Takip Et
ur: ุฑุณูู ุงุช ฺฉ ูพุฑู ฺฉุฑฺบ

# you_got_discount
source: You Got a Discount
ar: لقد حصلت علي خصم
id: Anda Mendapat Diskon
tr: İndirim Aldınız
ur: ุขูพ ฺฉู ฺฺพููน ู ู

# rate
source: Rate the app
ar: تقييم التطبيق
id: Nilai
tr: Değerlendir
ur: ุดุฑุญ

# share
source: Share the app
ar: مشاركة التطبيق
id: Bagikan
tr: Paylaş
ur: ุดุฆุฑ

source: Type
ar: نوع
id: Tipe
tr: Tür
ur: ูุณู

source: Request number
ar: رقم الطلب
id: Nomor permintaan
tr: İstek numarası
ur: ุฏุฑุฎูุงุณุช ูู ุจุฑ

source: Paid
ar: المدفوع
id: dibayar
tr: ödenmiş
ur: ุงุฏุง ฺฉุง ฺฏุง
